{
    "INTRO_PHOTO_CONTEST": "Photo Contest",
    "INTRO_WELCOME": "Welcome to our photo contest! Please take your time to vote for the best photos. This website will help you to make this decision by presenting a face-off between 2 pictures several times, until it is able to tell what is your preference order for all photos.",
    "INTRO_PICK": "Pick one of the 2 options for voting:",
    "INTRO_MERGESORT_DESCRIPTION": "Longer, more precise (merge sort):",
    "INTRO_MERGESORT_BUTTON": "Vote {{mergeSortQuantity}} times or less",
    "INTRO_ELIMINATION_DESCRIPTION": "Quicker, less precise (elimination):",
    "INTRO_ELIMINATION_BUTTON": "Vote {{eliminationQuantity}} times",
    "INTRO_ADDITIONAL_DETAILS": "Additional details",
    "INTRO_MERGESORT_TITLE": "Merge sort",
    "INTRO_MERGESORT_DETAILS": "With the merge sort option, we will run a bottom up merge sort (<a href=\"https://en.wikipedia.org/wiki/Merge_sort\">Wikipedia reference</a>)and you will be responsible for making each comparison. Since the number of comparisons will depend on the elements order before merging, that's why it may be necessary to run less than {{mergeSortQuantity}} comparisons. In the end, 1000 points in total will be spread linearly based on the resulting order (e.g. [0, 100, 200, 300, 400]).",
    "INTRO_ELIMINATION_TITLE": "Elimination",
    "INTRO_ELIMINATION_DETAILS": "With the elimination option, we will run a single-elimination tournament (<a href=\"https://en.wikipedia.org/wiki/Single-elimination_tournament\">Wikipedia reference</a>) and you will be responsible for deciding the outcome of each face-off.  In the end, 1000 points in total will be given and each additional round grants double the points from the previous round (e.g. [0, 125, 125, 250, 500]).",
    "INTRO_VOTES_COMPUTED_TITLE": "How are the votes computed?",
    "INTRO_VOTES_COMPUTED_DETAILS": "This is just a static page written in Angular which will provide in the end a link to a Google Forms page with the options already filled. Then you just need to login (to avoid duplicate votes) and submit. Additional validation can be made on the results to ensure that votes are valid based on the possible score distribution given by this page.",
    "INTRO_WHY_2_TYPES_TITLE": "Why are there 2 different types of voting mechanisms?",
    "INTRO_WHY_2_TYPES_DETAILS": "Because we couldn't decide which to use!",
    "INTRO_RULES_TITLE": "What were the rules for taking the photos?",
    "INTRO_RULES_DETAILS": "Using a disposable analog camera with ~27 photos and taking any pictures. Then, each one chose 4 pictures for the contest.",
    "INTRO_CONTESTANTS_TITLE": "Who are the contestants?",
    "INTRO_CONTESTANTS_DETAILS": "Matheus, Mut e Muzio :)",
    "INTRO_SOURCE_CODE_TITLE": "How can I run my own contest?",
    "PICKER_REMAINING_VOTES": "Remaining votes: {{quantityOfRemainingRounds}}",
    "PICKER_PICK_BEST_PHOTO": "Pick the best photo:",
    "FINAL_LAST_STEP": "One last step",
    "FINAL_OPEN_FORMS": "Open Google Forms",
    "FINAL_RESULT_EXPLANATION": "This is the resulting order based on your votes. The best photos are on the top and photos on the same level have the same score (if you chose \"Elimination\").",
    "FINAL_RESULT_FOLLOW_LINK": "Follow the link above to open your selected options in Google Forms and make sure to press submit to send your vote, Google login is required.",
    "FINAL_SCORE": "Score: {{score}} points"
}